[
  {
    "id": 1,
    "title": "Al-Fezzani Lantern",
    "title_ar": "فانوس الفزاني",
    "title_it": "Lanterna Al-Fezzani",
    "image": "images/al-fezzani by tariq elshebly.jpg",
    "description": "A decorative brass lantern inspired by Fezzan craftsmanship, with a warm patina perfect for ambient lighting.",
    "description_ar": "فانوس نحاسي مزخرف مستوحى من حرفية منطقة فزان، مع طبقة عتيقة دافئة مثالية للإضاءة المحيطة.",
    "description_it": "Una lanterna decorativa in ottone ispirata all'artigianato del Fezzan, con una calda patina perfetta per l'illuminazione d'ambiente."
  },
  {
    "id": 2,
    "title": "Al-Mahari Copper Bowl",
    "title_ar": "وعاء النحاس المهاري",
    "title_it": "Ciotola di rame Al-Mahari",
    "image": "images/al-mahari by tariq elshebly.jpg",
    "description": "A finely engraved copper bowl traditionally used for serving — a beautiful tabletop accent with historic character.",
    "description_ar": "وعاء نحاسي منقوش بدقة يستخدم تقليدياً للتقديم - لمسة جمالية للطاولة ذات طابع تاريخي.",
    "description_it": "Una ciotola di rame finemente incisa tradizionalmente usata per servire: un bellissimo accento da tavola con carattere storico."
  },
  {
    "id": 3,
    "title": "Al-Mulsam Ceramic Vase",
    "title_ar": "مزهرية الخزف الملصم",
    "title_it": "Vaso in ceramica Al-Mulsam",
    "image": "images/al-mulsam by tariq elshebly.jpg",
    "description": "A glazed ceramic vase decorated with regional motifs; ideal for dried flowers or display on a shelf.",
    "description_ar": "مزهرية خزفية مزججة مزينة بزخارف إقليمية؛ مثالية للزهور المجففة أو العرض على الرف.",
    "description_it": "Un vaso in ceramica smaltata decorato con motivi regionali; ideale per fiori secchi o da esporre su una mensola."
  },
  {
    "id": 4,
    "title": "Atri Engraved Plate",
    "title_ar": "طبق أتري المنقوش",
    "title_it": "Piatto inciso Atri",
    "image": "images/Atri by tariq elshebly.jpg",
    "description": "An ornate engraved plate attributed to the Atri style, suitable for wall display or tabletop decoration.",
    "description_ar": "طبق منقوش مزخرف منسوب إلى طراز أرتي، يصلح للعرض على الحائط أو لتزيين الطاولة.",
    "description_it": "Un piatto inciso e decorato attribuito allo stile Atri, adatto per l'esposizione a parete o come decorazione da tavola."
  },
  {
    "id": 5,
    "title": "Omar al-Mokhtar Print",
    "title_ar": "لوحة عمر المختار",
    "title_it": "Stampa di Omar al-Mokhtar",
    "image": "images/omar elmokhtar by tariq elshebly.jpg",
    "description": "A striking portrait print of Omar al-Mokhtar, a powerful historic image for collectors and history enthusiasts.",
    "description_ar": "لوحة بورتريه لافتة لعمر المختار، صورة تاريخية قوية للهواة وعشاق التاريخ.",
    "description_it": "Una suggestiva stampa ritratto di Omar al-Mokhtar, una potente immagine storica per collezionisti e amanti della storia."
  },
  {
    "id": 6,
    "title": "Sahara Tapestry",
    "title_ar": "منسوجة الصحراء",
    "title_it": "Arazzo del Sahara",
    "image": "images/Sahara by tariq elshebly.jpg",
    "description": "A richly colored tapestry capturing Saharan patterns — excellent as a wall hanging or decorative throw.",
    "description_ar": "منسوجة غنية بالألوان تجسد الأنماط الصحراوية - ممتازة كتعليق على الحائط أو غطاء مزخرف.",
    "description_it": "Un arazzo dai colori intensi che cattura i motivi sahariani - eccellente come decorazione da parete o coperta decorativa."
  },
  {
    "id": 7,
    "title": "Targa Painted Tile",
    "title_ar": "بلاط تارجا الملون",
    "title_it": "Mattonella dipinta Targa",
    "image": "images/Targa by tariq elshebly.jpg",
    "description": "A hand-painted tile featuring Targa motifs; great individually or as part of a tile arrangement.",
    "description_ar": "بلاط مرسوم يدوياً يتميز بزخارف تارجا؛ رائع بمفرده أو كجزء من ترتيب البلاط.",
    "description_it": "Una piastrella dipinta a mano con motivi Targa; ottima singolarmente o come parte di una composizione di piastrelle."
  },
  {
    "id": 8,
    "title": "Targi Desert Print",
    "title_ar": "لوحة رجل الطوارق في الصحراء",
    "title_it": "Stampa del deserto Targi",
    "image": "images/targi man in desert by tariq elshebly.jpg",
    "description": "A vintage-style print depicting a man in the desert — atmospheric and full of regional charm.",
    "description_ar": "لوحة كلاسيكية تصور رجلاً في الصحراء - مليئة بالأجواء الساحرة والطابع الإقليمي.",
    "description_it": "Una stampa in stile vintage che ritrae un uomo nel deserto: suggestiva e piena di fascino regionale."
  },
  {
    "id": 9,
    "title": "Targi Warrior Print",
    "title_ar": "لوحة محارب الطوارق",
    "title_it": "Stampa del guerriero Targi",
    "image": "images/targi warrior on his camel by tariq elshebly.jpg",
    "description": "A dramatic print portraying a Targi warrior; notable for its storytelling and decorative impact.",
    "description_ar": "لوحة درامية تصور محارباً من الطوارق؛ تتميز بتفاصيلها القصصية وتأثيرها الزخرفي.",
    "description_it": "Una stampa drammatica che ritrae un guerriero Targi; nota per la sua capacità di raccontare una storia e il suo impatto decorativo."
  },
  {
    "id": 10,
    "title": "Muthalatham Leaf",
    "title_ar": "مخطوطة ورقة الملثم",
    "title_it": "Foglio Muthalatham",
    "image": "images/the muthalatham by tariq elshebly.jpg",
    "description": "A rare manuscript leaf with calligraphic detail — a unique piece for collectors of historical documents.",
    "description_ar": "ورقة مخطوطة نادرة بتفاصيل خطية - قطعة فريدة لهواة جمع الوثائق التاريخية.",
    "description_it": "Un raro foglio di manoscritto con dettagli calligrafici: un pezzo unico per collezionisti di documenti storici."
  },
  {
    "id": 12,
    "title": "Bronze Antique Bowl",
    "title_ar": "وعاء برونزي عتيق",
    "title_it": "Ciotola antica in bronzo",
    "image": "images/mini_magick20260128-31102-g9qzqe.jpg",
    "description": "A bronze bowl with intricate detailing, perfect for collectors of ancient art.",
    "description_ar": "وعاء برونزي بتفاصيل معقدة، مثالي لهواة جمع الفنون القديمة.",
    "description_it": "Una ciotola di bronzo con dettagli intricati, perfetta per i collezionisti di arte antica."
  },
  {
    "id": 13,
    "title": "Bronze Antique Statue",
    "title_ar": "تمثال برونزي عتيق",
    "title_it": "Statua antica in bronzo",
    "image": "images/mini_magick20260128-31102-koeeym.jpg",
    "description": "A bronze statue with intricate detailing, perfect for collectors of ancient art.",
    "description_ar": "تمثال برونزي بتفاصيل معقدة، مثالي لهواة جمع الفنون القديمة.",
    "description_it": "Una statua di bronzo con dettagli intricati, perfetta per i collezionisti di arte antica."
  },
  {
    "id": 15,
    "title": "Bronze Antique Item",
    "title_ar": "قطعة برونزية عتيقة",
    "title_it": "Articolo antico in bronzo",
    "image": "images/mini_magick20260128-31102-lnanpm.jpg",
    "description": "A bronze antique item with intricate detailing, perfect for collectors of ancient art.",
    "description_ar": "قطعة أثرية برونزية بتفاصيل معقدة، مثالية لهواة جمع الفنون القديمة.",
    "description_it": "Un antico oggetto in bronzo con dettagli intricati, perfetto per i collezionisti di arte antica."
  },
  {
    "id": 16,
    "title": "Wooden Hand Sculptured Statue",
    "title_ar": "تمثال خشبي منحوت يدوياً",
    "title_it": "Statua in legno scolpita a mano",
    "image": "images/mini_magick20260128-31585-4g60u.jpg",
    "description": "A wooden hand sculptured statue with intricate detailing, perfect for collectors of ancient art.",
    "description_ar": "تمثال خشبي منحوت يدوياً بتفاصيل معقدة، مثالي لهواة جمع الفنون القديمة.",
    "description_it": "Una statua in legno scolpita a mano con dettagli intricati, perfetta per i collezionisti di arte antica."
  },
  {
    "id": 17,
    "title": "Carved Olivewood Figurine",
    "title_ar": "تمثال صغير من خشب الزيتون",
    "title_it": "Statuina in legno di ulivo intagliato",
    "image": "images/mini_magick20260128-31585-5uglbg.jpg",
    "description": "A hand-carved olivewood figurine with a smooth finish and subtle tooling marks; ideal as a tabletop accent or collector's piece.",
    "description_ar": "تمثال صغير من خشب الزيتون منحوت يدوياً بلمسة ناعمة وعلامات أدوات دقيقة؛ مثالي كتحفة للطاولة.",
    "description_it": "Una statuina in legno di ulivo intagliata a mano con una finitura liscia e sottili segni di lavorazione; ideale come accento da tavola o pezzo da collezione."
  },
  {
    "id": 18,
    "title": "Porcelain Shell Dish",
    "title_ar": "طبق بورسلين على شكل صدفة",
    "title_it": "Piatto a conchiglia in porcellana",
    "image": "images/mini_magick20260128-31585-ehet06.jpg",
    "description": "A small porcelain dish shaped like a shell, glazed with a soft ivory finish — perfect for jewelry or trinkets.",
    "description_ar": "طبق بورسلين صغير على شكل صدفة، مزجج بلمسة عاجية ناعمة - مثالي للمجوهرات أو الحلي.",
    "description_it": "Un piccolo piatto in porcellana a forma di conchiglia, smaltato con una morbida finitura avorio, perfetto per gioielli o cianfrusaglie."
  },
  {
    "id": 19,
    "title": "Brass Incense Burner",
    "title_ar": "مبخرة نحاسية",
    "title_it": "Bruciatore di incenso in ottone",
    "image": "images/mini_magick20260128-31585-eilnyf.jpg",
    "description": "A compact brass incense burner with pierced patterns for gentle smoke dispersion; adds warmth to any room.",
    "description_ar": "مبخرة نحاسية مدمجة بأنماط مخرمة لتوزيع الدخان بلطف؛ تضيف دفئاً إلى أي غرفة.",
    "description_it": "Un bruciatore di incenso compatto in ottone con motivi traforati per una delicata dispersione del fumo; aggiunge calore a qualsiasi stanza."
  },
  {
    "id": 20,
    "title": "Woven Leather Basket",
    "title_ar": "سلة جلدية منسوجة",
    "title_it": "Cesto in pelle intrecciata",
    "image": "images/mini_magick20260128-31585-guw8rl.jpg",
    "description": "A hand-stitched woven leather basket suitable for storage or as a decorative catch-all; the natural patina gives it character.",
    "description_ar": "سلة جلدية منسوجة مخيطة يدوياً مناسبة للتخزين أو كقطعة ديكور؛ يمنحها المظهر العتيق طابعاً خاصاً.",
    "description_it": "Un cesto in pelle intrecciato e cucito a mano adatto per riporre oggetti o come svuotatasche decorativo; la patina naturale gli conferisce carattere."
  },
  {
    "id": 21,
    "title": "Inlaid Mosaic Ornament",
    "title_ar": "زخرفة موزاييك مطعمة",
    "title_it": "Ornamento a mosaico intarsiato",
    "image": "images/mini_magick20260128-31585-ji99ex.jpg",
    "description": "A small ornament featuring colorful inlaid tiles arranged in a traditional mosaic pattern; great for shelves or gift-giving.",
    "description_ar": "زخرفة صغيرة تتميز ببلاطات مطعمة ملونة مرتبة بنمط موزاييك تقليدي؛ رائعة للأرفف أو كهدية.",
    "description_it": "Un piccolo ornamento caratterizzato da tessere colorate intarsiate disposte in un tradizionale motivo a mosaico; ottimo per scaffali o regalistica."
  },
  {
    "id": 22,
    "title": "Terracotta Oil Lamp",
    "title_ar": "مصباح زيتي من الفخار",
    "title_it": "Lampada ad olio in terracotta",
    "image": "images/mini_magick20260128-31585-oaveq7.jpg",
    "description": "A hand-molded terracotta oil lamp with a rustic finish — functional and decorative, echoing historic lighting forms.",
    "description_ar": "مصباح زيتي فخاري مشكل يدوياً بلمسة ريفية - عملي وزخرفي، يذكرنا بأشكال الإضاءة التاريخية.",
    "description_it": "Una lampada ad olio in terracotta modellata a mano con una finitura rustica - funzionale e decorativa, che riecheggia le storiche forme di illuminazione."
  },
  {
    "id": 23,
    "title": "Handpainted Trinket Box",
    "title_ar": "صندوق صغير ملون يدوياً",
    "title_it": "Portagioie dipinto a mano",
    "image": "images/mini_magick20260128-31585-rbai2v.jpg",
    "description": "A small wooden trinket box handpainted with floral motifs and a lacquered finish; perfect for keepsakes and jewelry.",
    "description_ar": "صندوق خشبي صغير ملون يدوياً بزخارف وردية ومطلي؛ مثالي للهدايا والمجوهرات.",
    "description_it": "Un piccolo scrigno in legno dipinto a mano con motivi floreali e finitura laccata; perfetto per ricordi e gioielli."
  },
  {
    "id": 24,
    "title": "Antique Textile Fragment",
    "title_ar": "قطعة نسيج عتيقة",
    "title_it": "Frammento di tessuto antico",
    "image": "images/mini_magick20260128-31585-t5g8fc.jpg",
    "description": "A framed fragment of antique textile showing traditional weaving and natural dyes — a distinctive wall accent for collectors.",
    "description_ar": "قطعة مؤطرة من نسيج عتيق تظهر النسج التقليدي والأصباغ الطبيعية - لوحة جدارية مميزة للهواة.",
    "description_it": "Un frammento incorniciato di tessuto antico che mostra la tessitura tradizionale e le tinture naturali: un originale accento da parete per i collezionisti."
  },
  {
    "id": 25,
    "title": "Stamped Metal Coaster Set",
    "title_ar": "طقم قواعد أكواب معدنية",
    "title_it": "Set di sottobicchieri in metallo stampato",
    "image": "images/mini_magick20260128-32454-4unz37.jpg",
    "description": "A set of four stamped metal coasters with decorative motifs; durable and stylish for everyday use or entertaining.",
    "description_ar": "طقم مكون من أربع قواعد أكواب معدنية منقوشة بزخارف؛ متينة وأنيقة للاستخدام اليومي.",
    "description_it": "Un set di quattro sottobicchieri in metallo stampato con motivi decorativi; resistenti ed eleganti per l'uso quotidiano o per gli ospiti."
  },
  {
    "id": 26,
    "title": "Enamel Tea Caddy",
    "title_ar": "علبة شاي من المينا",
    "title_it": "Contenitore per tè in smalto",
    "image": "images/mini_magick20260128-32454-5c6fl1.jpg",
    "description": "An enamelled tea caddy with a snug lid and decorative finish — keeps loose tea fresh while adding charm to the kitchen.",
    "description_ar": "علبة شاي من المينا بغطاء محكم ولمسة زخرفية - تحافظ على الشاي طازجاً وتضيف لمسة جمالية للمطبخ.",
    "description_it": "Un contenitore per il tè smaltato con coperchio aderente e finitura decorativa: mantiene fresco il tè in foglie aggiungendo fascino alla cucina."
  },
  {
    "id": 27,
    "title": "Reclaimed Wood Wall Hook",
    "title_ar": "خطاف حائط من الخشب المستصلح",
    "title_it": "Gancio da parete in legno di recupero",
    "image": "images/mini_magick20260128-32454-5ngc6h.jpg",
    "description": "A rustic wall hook crafted from reclaimed wood with a metal peg; practical for entryways and adds vintage character.",
    "description_ar": "خطاف حائط ريفي مصنوع من الخشب المستصلح مع وتد معدني؛ عملي للمداخل ويضيف طابعاً كلاسيكياً.",
    "description_it": "Un rustico gancio da parete realizzato in legno di recupero con un piolo in metallo; pratico per gli ingressi e aggiunge un carattere vintage."
  },
  {
    "id": 28,
    "title": "Silver Filigree Pendant",
    "title_ar": "قلادة فضية مشغولة (فيليجري)",
    "title_it": "Pendente in filigrana d'argento",
    "image": "images/mini_magick20260128-32454-b0nszn.jpg",
    "description": "A delicately crafted silver filigree pendant suspended on a simple cord; an elegant accessory with artisanal detail.",
    "description_ar": "قلادة فضية مصنوعة بدقة بنمط الفيليجري معلقة على خيط بسيط؛ إكسسوار أنيق بتفاصيل حرفية.",
    "description_it": "Un pendente in filigrana d'argento delicatamente lavorato sospeso su un semplice cordoncino; un accessorio elegante con dettagli artigianali."
  },
  {
    "id": 29,
    "title": "Stamped Copper Serving Spoon",
    "title_ar": "ملعقة تقديم نحاسية منقوشة",
    "title_it": "Cucchiaio servitore in rame stampato",
    "image": "images/mini_magick20260128-32454-coijya.jpg",
    "description": "A large hand-stamped copper serving spoon with a warm patina; ideal for serving or display in a vintage kitchen.",
    "description_ar": "ملعقة تقديم نحاسية كبيرة مصنوعة يدوياً بلمسة عتيقة؛ مثالية للتقديم أو العرض في مطبخ كلاسيكي.",
    "description_it": "Un grande cucchiaio da portata in rame stampato a mano con una calda patina; ideale per servire o da esporre in una cucina vintage."
  },
  {
    "id": 30,
    "title": "Mini Ceramic Bowl",
    "title_ar": "وعاء سيراميك صغير",
    "title_it": "Mini ciotola in ceramica",
    "image": "images/mini_magick20260128-32454-e7wymm.jpg",
    "description": "A small glazed ceramic bowl, perfect for sauces, spices, or as a decorative accent on a shelf.",
    "description_ar": "وعاء سيراميك صغير مزجج، مثالي للصلصات أو التوابل أو كقطعة ديكور على الرف.",
    "description_it": "Una piccola ciotola in ceramica smaltata, perfetta per salse, spezie o come accento decorativo su una mensola."
  },
  {
    "id": 31,
    "title": "Gilded Frame Mirror",
    "title_ar": "مرآة بإطار مذهب",
    "title_it": "Specchio con cornice dorata",
    "image": "images/mini_magick20260128-32454-o5gdbx.jpg",
    "description": "A small mirror set in a gilded frame with subtle ornamentation — perfect for dressing tables or wall groupings.",
    "description_ar": "مرآة صغيرة في إطار مذهب بزخارف رقيقة - مثالية لطاولات التزيين أو مجموعات الحائط.",
    "description_it": "Uno specchio piccolo inserito in una cornice dorata con sottili ornamenti - perfetto per tavoli da toeletta o composizioni a parete."
  },
  {
    "id": 32,
    "title": "Targi Conversation Print",
    "title_ar": "لوحة حديث الطوارق",
    "title_it": "Stampa di conversazione Targi",
    "image": "images/two targi men talking by tariq elshebly.jpg",
    "description": "A vivid print showing two Targi men in conversation — full of regional character and storytelling.",
    "description_ar": "لوحة حيوية تظهر رجلين من الطوارق في حديث - مليئة بالطابع الإقليمي والقصص.",
    "description_it": "Una vivida stampa che mostra due uomini Targi in conversazione: piena di carattere regionale e narrazione."
  }
]