{
  "en": {
    "home": "Home",
    "shop": "Shop",
    "about": "About",
    "contact": "Contact",
    "hero_title": "Authentic Antiques & Timeless Curios",
    "hero_desc": "Discover hand-picked antiques and decorative pieces for collectors and interior lovers.",
    "browse": "Browse the Collection",
    "about_title": "About Mufti Gallery",
    "about_p1": "Established in 1953 by Ahmed Elmufti, Mufti Gallery began as a small family shop focused on local antiques and handcrafted pieces. The gallery continues to operate today under the management of Ibrahim Elmufti. Over the decades we have curated a wide variety of antiques, souvenirs, handcrafts, and vintage goods sourced locally and regionally.",
    "about_history": "History",
    "about_p2": "From our modest beginnings in 1953 to the present day, Mufti Gallery has remained dedicated to preserving and sharing unique pieces with collectors and interior lovers alike. Each item is inspected and described, and many items come with a story that connects them to the past.",
    "shop_title": "Shop the Collection",
    "shop_desc": "Click an item to view details.",
    "contact_title": "Contact",
    "contact_desc": "For inquiries or custom requests contact us:",
    "follow_us": "Follow Us",
    "details": "Details",
    "language": "Language",
    "featured_title": "Featured Items",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "send": "Send Message"
  },
  "ar": {
    "home": "الرئيسية",
    "shop": "المتجر",
    "about": "عن المعرض",
    "contact": "اتصل بنا",
    "hero_title": "أنتيكات أصيلة وتحف خالدة",
    "hero_desc": "اكتشف قطعاً أثرية وديكورات مختارة بعناية للهواة ومحبي التصميم الداخلي.",
    "browse": "تصفح المجموعة",
    "about_title": "عن معرض المفتي",
    "about_p1": "تأسس معرض المفتي عام 1953 على يد أحمد المفتي، وبدأ كمتجر عائلي صغير يركز على الأنتيكات المحلية والقطع اليدوية. يستمر المعرض في العمل اليوم تحت إدارة إبراهيم المفتي. على مر العقود، قمنا باختيار مجموعة واسعة من الأنتيكات، الهدايا التذكارية، المصنوعات اليدوية، والسلع الكلاسيكية المجمعة محلياً وإقليمياً.",
    "about_history": "تاريخنا",
    "about_p2": "من بداياتنا المتواضعة في عام 1953 إلى يومنا هذا، ظل معرض المفتي مكرساً للحفاظ على القطع الفريدة ومشاركتها مع الهواة. يتم فحص كل قطعة ووصفها، والعديد من القطع تأتي مع قصة تربطها بالماضي.",
    "shop_title": "تسوق المجموعة",
    "shop_desc": "انقر على القطعة لعرض التفاصيل.",
    "contact_title": "اتصل بنا",
    "contact_desc": "للاستفسارات أو الطلبات الخاصة، تواصل معنا:",
    "follow_us": "تابعونا",
    "details": "التفاصيل",
    "language": "اللغة",
    "featured_title": "قطع مختارة",
    "name": "الاسم",
    "email": "البريد الإلكتروني",
    "subject": "الموضوع",
    "message": "الرسالة",
    "send": "إرسال الرسالة"
  },
  "it": {
    "home": "Home",
    "shop": "Negozio",
    "about": "Chi Siamo",
    "contact": "Contatti",
    "hero_title": "Antiquariato Autentico e Curiosità Senza Tempo",
    "hero_desc": "Scopri pezzi d'antiquariato e decorativi selezionati a mano per collezionisti e amanti dell'interior design.",
    "browse": "Sfoglia la Collezione",
    "about_title": "Informazioni sulla Galleria Mufti",
    "about_p1": "Fondata nel 1953 da Ahmed Elmufti, la Galleria Mufti è nata come un piccolo negozio familiare incentrato sull'antiquariato locale e sui pezzi fatti a mano. La galleria continua a operare oggi sotto la gestione di Ibrahim Elmufti. Nel corso dei decenni abbiamo curato un'ampia varietà di oggetti d'antiquariato, souvenir, artigianato e articoli vintage provenienti a livello locale e regionale.",
    "about_history": "Storia",
    "about_p2": "Dalle nostre modeste origini nel 1953 ai giorni nostri, la Galleria Mufti è rimasta dedita alla conservazione e alla condivisione di pezzi unici con collezionisti e amanti degli interni. Ogni articolo viene ispezionato e descritto, e molti articoli portano con sé una storia che li collega al passato.",
    "shop_title": "Acquista la Collezione",
    "shop_desc": "Clicca su un elemento per visualizzare i dettagli.",
    "contact_title": "Contatti",
    "contact_desc": "Per richieste o ordini personalizzati contattateci:",
    "follow_us": "Seguici",
    "details": "Dettagli",
    "language": "Lingua",
    "featured_title": "Articoli in Primo Piano",
    "name": "Nome",
    "email": "Email",
    "subject": "Oggetto",
    "message": "Messaggio",
    "send": "Invia Messaggio"
  },
  "fr": {
    "home": "Accueil",
    "shop": "Boutique",
    "about": "À Propos",
    "contact": "Contact",
    "hero_title": "Antiquités Authentiques et Curiosités Intemporelles",
    "hero_desc": "Découvrez des pièces d'antiquité et de décoration sélectionnées à la main pour les collectionneurs et passionnés d'intérieur.",
    "browse": "Parcourir la Collection",
    "about_title": "À Propos de la Galerie Mufti",
    "about_p1": "Fondée en 1953 par Ahmed Elmufti, la Galerie Mufti a commencé comme une petite boutique familiale axée sur les antiquités locales et les pièces artisanales. La galerie continue de fonctionner aujourd'hui sous la direction d'Ibrahim Elmufti. Au fil des décennies, nous avons sélectionné une grande variété d'antiquités, de souvenirs, d'artisanat et d'articles vintage provenant de sources locales et régionales.",
    "about_history": "Histoire",
    "about_p2": "De nos humbles débuts en 1953 à aujourd'hui, la Galerie Mufti est restée dédiée à la préservation et au partage de pièces uniques avec les collectionneurs et les amateurs d'intérieur. Chaque article est inspecté et décrit, et de nombreuses pièces portent une histoire qui les relie au passé.",
    "shop_title": "Boutique de la Collection",
    "shop_desc": "Cliquez sur un article pour voir les détails.",
    "contact_title": "Contact",
    "contact_desc": "Pour des demandes d'informations ou personnalisées, contactez-nous :",
    "follow_us": "Suivez-nous",
    "details": "Détails",
    "language": "Langue",
    "featured_title": "Articles Vedettes",
    "name": "Nom",
    "email": "Email",
    "subject": "Objet",
    "message": "Message",
    "send": "Envoyer le Message"
  },
  "es": {
    "home": "Inicio",
    "shop": "Tienda",
    "about": "Sobre Nosotros",
    "contact": "Contacto",
    "hero_title": "Antigüedades Auténticas y Curiosidades Atemporales",
    "hero_desc": "Descubre piezas decorativas y antigüedades seleccionadas a mano para coleccionistas y amantes del diseño de interiores.",
    "browse": "Explorar la Colección",
    "about_title": "Sobre la Galería Mufti",
    "about_p1": "Fundada en 1953 por Ahmed Elmufti, la Galería Mufti comenzó como una pequeña tienda familiar centrada en antigüedades locales y piezas artesanales. La galería sigue funcionando hoy bajo la dirección de Ibrahim Elmufti. A lo largo de las décadas, hemos seleccionado una amplia variedad de antigüedades, recuerdos, artesanías y artículos vintage de origen local y regional.",
    "about_history": "Historia",
    "about_p2": "Desde nuestros modestos comienzos en 1953 hasta la actualidad, la Galería Mufti se ha mantenido dedicada a preservar y compartir piezas únicas con coleccionistas y amantes de la decoración. Cada artículo es inspeccionado y descrito, y muchas piezas cuentan con una historia que las conecta con el pasado.",
    "shop_title": "Tienda de la Colección",
    "shop_desc": "Haga clic en un artículo para ver los detalles.",
    "contact_title": "Contacto",
    "contact_desc": "Para consultas o solicitudes personalizadas, contáctenos:",
    "follow_us": "Síguenos",
    "details": "Detalles",
    "language": "Idioma",
    "featured_title": "Artículos Destacados",
    "name": "Nombre",
    "email": "Correo electrónico",
    "subject": "Asunto",
    "message": "Mensaje",
    "send": "Enviar Mensaje"
  },
  "zh": {
    "home": "首页",
    "shop": "商店",
    "about": "关于我们",
    "contact": "联系我们",
    "hero_title": "真正的古董与永恒的珍奇",
    "hero_desc": "为收藏家和室内设计爱好者发现精心挑选的古董和装饰品。",
    "browse": "浏览收藏",
    "about_title": "关于穆夫提画廊",
    "about_p1": "穆夫提画廊（Mufti Gallery）由艾哈迈德·穆夫提（Ahmed Elmufti）于1953年创立，最初是一家专注于当地古董和手工制品的家族小店。如今，画廊在易卜拉欣·穆夫提（Ibrahim Elmufti）的管理下继续运营。几十年来，我们精心策划了各种各样的古董、纪念品、手工艺品和复古商品，这些商品均来自当地和区域。",
    "about_history": "历史",
    "about_p2": "从1953年谦卑的开始到今天，穆夫提画廊一直致力于保护并与收藏家及室内装饰爱好者分享独特的作品。每件物品都经过检查和描述，许多物品都带有一个将其与过去联系起来的故事。",
    "shop_title": "商店收藏",
    "shop_desc": "点击物品查看详情。",
    "contact_title": "联系方式",
    "contact_desc": "如需查询或定制要求，请联系我们：",
    "follow_us": "关注我们",
    "details": "详情",
    "language": "语言",
    "featured_title": "精选物品",
    "name": "姓名",
    "email": "电子邮件",
    "subject": "主题",
    "message": "消息",
    "send": "发送消息"
  }
}
