{
  "en": {
    "home": "Home",
    "shop": "Shop",
    "about": "About",
    "contact": "Contact",
    "hero_title": "Authentic Antiques & Timeless Curios",
    "hero_desc": "Discover hand-picked antiques and decorative pieces for collectors and interior lovers.",
    "browse": "Browse the Collection",
    "about_title": "About Mufti Gallery",
    "about_p1": "Established in 1953 by Ahmed Elmufti, Mufti Gallery began as a small family shop focused on local antiques and handcrafted pieces. The gallery continues to operate today under the management of Ibrahim Elmufti. Over the decades we have curated a wide variety of antiques, souvenirs, handcrafts, and vintage goods sourced locally and regionally.",
    "about_history": "History",
    "about_p2": "From our modest beginnings in 1953 to the present day, Mufti Gallery has remained dedicated to preserving and sharing unique pieces with collectors and interior lovers alike. Each item is inspected and described, and many items come with a story that connects them to the past.",
    "shop_title": "Shop the Collection",
    "shop_desc": "Click an item to view details.",
    "contact_title": "Contact",
    "contact_desc": "For inquiries or custom requests contact us:",
    "follow_us": "Follow Us",
    "details": "Details",
    "language": "Language",
    "featured_title": "Featured Items"
  },
  "ar": {
    "home": "الرئيسية",
    "shop": "المتجر",
    "about": "عن المعرض",
    "contact": "اتصل بنا",
    "hero_title": "أنتيكات أصيلة وتحف خالدة",
    "hero_desc": "اكتشف قطعاً أثرية وديكورات مختارة بعناية للهواة ومحبي التصميم الداخلي.",
    "browse": "تصفح المجموعة",
    "about_title": "عن معرض المفتي",
    "about_p1": "تأسس معرض المفتي عام 1953 على يد أحمد المفتي، وبدأ كمتجر عائلي صغير يركز على الأنتيكات المحلية والقطع اليدوية. يستمر المعرض في العمل اليوم تحت إدارة إبراهيم المفتي. على مر العقود، قمنا باختيار مجموعة واسعة من الأنتيكات، الهدايا التذكارية، المصنوعات اليدوية، والسلع الكلاسيكية المجمعة محلياً وإقليمياً.",
    "about_history": "تاريخنا",
    "about_p2": "من بداياتنا المتواضعة في عام 1953 إلى يومنا هذا، ظل معرض المفتي مكرساً للحفاظ على القطع الفريدة ومشاركتها مع الهواة. يتم فحص كل قطعة ووصفها، والعديد من القطع تأتي مع قصة تربطها بالماضي.",
    "shop_title": "تسوق المجموعة",
    "shop_desc": "انقر على القطعة لعرض التفاصيل.",
    "contact_title": "اتصل بنا",
    "contact_desc": "للاستفسارات أو الطلبات الخاصة، تواصل معنا:",
    "follow_us": "تابعونا",
    "details": "التفاصيل",
    "language": "اللغة",
    "featured_title": "قطع مختارة"
  },
  "it": {
    "home": "Home",
    "shop": "Negozio",
    "about": "Chi Siamo",
    "contact": "Contatti",
    "hero_title": "Antiquariato Autentico e Curiosità Senza Tempo",
    "hero_desc": "Scopri pezzi d'antiquariato e decorativi selezionati a mano per collezionisti e amanti dell'interior design.",
    "browse": "Sfoglia la Collezione",
    "about_title": "Informazioni sulla Galleria Mufti",
    "about_p1": "Fondata nel 1953 da Ahmed Elmufti, la Galleria Mufti è nata come un piccolo negozio familiare incentrato sull'antiquariato locale e sui pezzi fatti a mano. La galleria continua a operare oggi sotto la gestione di Ibrahim Elmufti. Nel corso dei decenni abbiamo curato un'ampia varietà di oggetti d'antiquariato, souvenir, artigianato e articoli vintage provenienti a livello locale e regionale.",
    "about_history": "Storia",
    "about_p2": "Dalle nostre modeste origini nel 1953 ai giorni nostri, la Galleria Mufti è rimasta dedita alla conservazione e alla condivisione di pezzi unici con collezionisti e amanti degli interni. Ogni articolo viene ispezionato e descritto, e molti articoli portano con sé una storia che li collega al passato.",
    "shop_title": "Acquista la Collezione",
    "shop_desc": "Clicca su un elemento per visualizzare i dettagli.",
    "contact_title": "Contatti",
    "contact_desc": "Per richieste o ordini personalizzati contattateci:",
    "follow_us": "Seguici",
    "details": "Dettagli",
    "language": "Lingua",
    "featured_title": "Articoli in Primo Piano"
  }
}
